Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: Actions
nl_nl: Acties

source: Preview
nl_nl: Voorbeeldweergave

source: Theme
nl_nl: Thema

source: Performance check-ins
nl_nl: Prestatie check-ins

source: Regular check-ins
nl_nl: Regelmatige check-ins

source: Select and configure the widgets that you want to see on the check-in report page.
nl_nl: Selecteer en configureer de widgets die je wilt zien op de check-in rapportpagina.

source: Template widget settings
nl_nl: Widget-instellingensjabloon

source: Career Development
nl_nl: Loopbaanontwikkeling

source: Documents
nl_nl: Documenten

source: Data Foundation
nl_nl: Datafundament

source: Goals
nl_nl: Doelen

source: General
nl_nl: Algemeen

source: Reviews
nl_nl: Beoordelingen

source: Notification trigger
nl_nl: Notificatie-trigger

source: "Bookmarks" widget
nl_nl: "Bladwijzers" widget

source: "Company update" widget
nl_nl: "Bedrijfsupdate" widget

source: Select the widgets you want to display on the homepage.
nl_nl: Selecteer de widgets die je op de homepage wilt weergeven.

source: "External links" widget
nl_nl: Widget "Externe links"

source: "Knowledge Base" widget
nl_nl: "Kennisbank" widget

source: "Next steps" widget
nl_nl: "Volgende stappen" widget

source: "Quick link" widget
nl_nl: "Snelkoppeling" widget

source: "Schedule" widget
nl_nl: "Schema" widget

source: "Take actions" widget
nl_nl: "Acties ondernemen" widget

source: Homepage widgets
nl_nl: Startpagina-widgets

source: This page is read-only. To make changes, contact your system administrator.
nl_nl: Deze pagina is alleen-lezen. Neem contact op met uw systeembeheerder om wijzigingen aan te brengen.

source: Select goal types
nl_nl: Selecteer doeltypen

source: Absence
nl_nl: Afwezigheid

source: Sample text describing the behavior of enabling and disabling Analytics Hub. To be changed.
nl_nl: Voorbeeldtekst die het gedrag beschrijft van het in- en uitschakelen van Analytics Hub. Moet worden gewijzigd.

source: Enable "Analytics Hub"
nl_nl: Schakel "Analytics Hub" in

source: Application management
nl_nl: Applicatiebeheer

source: Behaviors
nl_nl: Gedragingen

source: Enable the "Behaviors" feature
nl_nl: Schakel de functie "Gedragingen" in

source: Users will be able to create and manage behavior libraries within the application. When enabled, workers will be able to give and receive behaviors, and provide behavior data in coaching reports.
nl_nl: Gebruikers kunnen gedragsbibliotheken binnen de applicatie maken en beheren. Wanneer ingeschakeld, kunnen werknemers gedragingen geven en ontvangen, en gedragsgegevens verstrekken in coachingsrapporten.

source: Behavior libraries
nl_nl: Gedragsbibliotheken

source: Add behavior
nl_nl: Gedrag toevoegen

source: Color
nl_nl: Kleur

source: Create library
nl_nl: Bibliotheek maken

source: Create behavior library
nl_nl: Maak een gedragsbibliotheek

source: Delete behavior
nl_nl: Gedrag verwijderen

source: Are you sure you want to delete this behavior?
nl_nl: Weet je zeker dat je dit gedrag wilt verwijderen?

source: Description
nl_nl: Beschrijving

source: Image and title
nl_nl: Afbeelding en titel

source: Image only
nl_nl: Alleen afbeelding

source: Name only
nl_nl: Alleen naam

source: Display options
nl_nl: Weergaveopties

source: Edit behavior library
nl_nl: Bewerk gedragsbibliotheek

source: Enable behavior
nl_nl: Gedrag inschakelen

source: Image
nl_nl: Afbeelding

source: Name
nl_nl: Naam

source: Assignment
nl_nl: Toewijzing

source: Assign the library to an organizational unit
nl_nl: Wijs de bibliotheek toe aan een organisatorische eenheid

source: Add behaviors to the library
nl_nl: Voeg gedragingen toe aan de bibliotheek

source: Library details
nl_nl: Bibliotheekdetails

source: Enter the basic information of the library
nl_nl: Voer de basisinformatie van de bibliotheek in

source: Behavior settings
nl_nl: Gedragsinstellingen

source: Enable the "Benchmarking" widget
nl_nl: Schakel de "Benchmarking" widget in

source: Publish
nl_nl: Publiceren

source: Are you sure you want to publish the career development plan?
nl_nl: Weet u zeker dat u het carrièreontwikkelingsplan wilt publiceren?

source: Cancel
nl_nl: Annuleren

source: Publish career development plan
nl_nl: Carrièreontwikkelingsplan publiceren

source: Your changes were successfully published.
nl_nl: Uw wijzigingen zijn succesvol gepubliceerd.

source: Enable the "Career Development" feature
nl_nl: Schakel de functie "Carrièreontwikkeling" in

source: At least one population or worker must be selected.
nl_nl: Er moet ten minste één populatie of medewerker worden geselecteerd.

source: Career development settings
nl_nl: Instellingen voor loopbaanontwikkeling

source: Edit conversation labeling
nl_nl: Bewerk gesprekslabeling

source: For workers
nl_nl: Voor werknemers

source: For managers
nl_nl: Voor managers

source: The default language is mandatory. You can also provide translated versions using this drop-down list to select a new language.
nl_nl: De standaardtaal is verplicht. U kunt ook vertaalde versies aanbieden door deze vervolgkeuzelijst te gebruiken om een nieuwe taal te selecteren.

source: To apply your changes to the configuration of new check-ins, save your modifications.
nl_nl: Om je wijzigingen toe te passen op de configuratie van nieuwe check-ins, sla je aanpassingen op.

source: Users will see these changes the next time they refresh their page or log into the application.
nl_nl: Gebruikers zullen deze wijzigingen zien de volgende keer dat ze hun pagina verversen of inloggen op de applicatie.

source: Edit discussion points
nl_nl: Bewerk discussiepunten

source: These discussion points will be prepopulated when creating a check-in. Users can edit them and add their own discussion points.
nl_nl: Deze discussiepunten worden vooraf ingevuld bij het aanmaken van een check-in. Gebruikers kunnen ze bewerken en hun eigen discussiepunten toevoegen.

source: Check-in settings
nl_nl: Check-in instellingen

source: To apply your changes, save your modifications.
nl_nl: Om uw wijzigingen toe te passen, slaat u uw aanpassingen op.

source: Enable the "Behavior rating" widget
nl_nl: Schakel de widget "Gedragsbeoordeling" in

source: Enable the "Behaviors" widget
nl_nl: Schakel de widget "Gedragingen" in

source: Edit chat text
nl_nl: Bewerk chattekst

source: Enable the "Goal rating" widget
nl_nl: Schakel de widget "Doelwaardering" in

source: Enable the "Goals" widget
nl_nl: Schakel de "Doelen" widget in

source: Enable the "Overall performance rating" widget
nl_nl: Schakel de widget "Algehele prestatiebeoordeling" in

source: Enable chat
nl_nl: Chat inschakelen

source: Check-in template settings
nl_nl: Instellingen voor Check-in sjabloon

source: Check-in templates
nl_nl: Check-in sjablonen

source: Widget settings
nl_nl: Widget-instellingen

source: Hide/show the widgets in the check-in report page.
nl_nl: Verberg/toon de widgets op de check-in rapportpagina.

source: Enable documents
nl_nl: Documenten inschakelen

source: Document settings
nl_nl: Documentinstellingen

source: Appearance
nl_nl: Uiterlijk

source: Compare
nl_nl: Vergelijk

source: Enable the "Compare" feature
nl_nl: Schakel de functie "Vergelijken" in

source: "Behaviors" widget
nl_nl: "Gedragingen" widget

source: "Goals" widget
nl_nl: "Doelen" widget

source: "Reviews" widget
nl_nl: "Beoordelingen" widget

source: Compare settings
nl_nl: Instellingen vergelijken

source: Select the widgets that you want to see in the Compare page.
nl_nl: Selecteer de widgets die je op de Vergelijk-pagina wilt zien.

source: Compensation
nl_nl: Vergoeding

source: Compensation Element
nl_nl: Compensatie-element

source: Compensation History
nl_nl: Compensatiegeschiedenis

source: Enable the "Compensation" feature
nl_nl: Schakel de functie "Compensatie" in

source: Compensation settings
nl_nl: Compensatie-instellingen

source: Cost Center
nl_nl: Kostenplaats

source: Country
nl_nl: Land

source: Custom Fields
nl_nl: Aangepaste velden

source: This element cannot be deactivated; it is used in another process.
nl_nl: Dit element kan niet worden gedeactiveerd; het wordt in een ander proces gebruikt.

source: The field was successfully deactivated.
nl_nl: Het veld is succesvol gedeactiveerd.

source: Are you sure you want to deactivate this field? This action cannot be undone.
nl_nl: Weet je zeker dat je dit veld wilt deactiveren? Deze actie kan niet ongedaan worden gemaakt.

source: Custom field deactivation
nl_nl: Deactivering van aangepast veld

source: Field details
nl_nl: Veldgegevens

source: Define the entity to which this field belongs, and its name and type.
nl_nl: Definieer de entiteit waartoe dit veld behoort, en zijn naam en type.

source: This field cannot be deactivated; it is already used in some models.
nl_nl: Dit veld kan niet worden gedeactiveerd; het wordt al in sommige modellen gebruikt.

source: You cannot edit this field; it is already used in some models.
nl_nl: U kunt dit veld niet bewerken; het wordt al in sommige modellen gebruikt.

source: Clear all filters & search
nl_nl: Wis alle filters en zoek

source: No results match the search/filter criteria. Remove the filters and clear the search to show all results
nl_nl: Er zijn geen resultaten die overeenkomen met de zoek-/filtercriteria. Verwijder de filters en wis de zoekopdracht om alle resultaten te tonen.

source: No results
nl_nl: Geen resultaten

source: Get started by creating one
nl_nl: Begin door er een aan te maken

source: No custom fields yet
nl_nl: Nog geen aangepaste velden

source: Created by:
nl_nl: Gemaakt door:

source: Created on:
nl_nl: Aangemaakt op:

source: Entity:
nl_nl: Entiteit:

source: Required:
nl_nl: Vereist:

source: Field name
nl_nl: Veldnaam

source: Entity
nl_nl: Entiteit

source: All
nl_nl: Alle

source: False
nl_nl: Onwaar

source: Set the default value
nl_nl: Stel de standaardwaarde in

source: Default value
nl_nl: Standaardwaarde

source: True
nl_nl: Waar

source: Select entity
nl_nl: Selecteer entiteit

source: Enable PII
nl_nl: Schakel PII in

source: This field will contain personally identifiable information (PII)
nl_nl: Dit veld zal persoonlijk identificeerbare informatie (PII) bevatten

source: When this option is enabled, a default value must be defined.
nl_nl: Wanneer deze optie is ingeschakeld, moet er een standaardwaarde worden gedefinieerd.

source: Set this field as required
nl_nl: Stel dit veld in als verplicht

source: Explain the use of this field or any other relevant information
nl_nl: Leg het gebruik van dit veld uit of geef andere relevante informatie.

source: Provide a name for the field
nl_nl: Geef een naam op voor het veld

source: Your custom field was successfully created.
nl_nl: Uw aangepaste veld is succesvol aangemaakt.

source: Create custom field
nl_nl: Aangepast veld maken

source: Edit custom field
nl_nl: Aangepast veld bewerken

source: Select type
nl_nl: Selecteer type

source: Used in
nl_nl: Gebruikt in

source: Indicate whether this field contains personally identifiable information, allowing an individual's identity to be inferred directly or indirectly.
nl_nl: Geef aan of dit veld persoonlijk identificeerbare informatie bevat, waardoor de identiteit van een individu direct of indirect kan worden afgeleid.

source: Personally identifiable information
nl_nl: Persoonlijk identificeerbare informatie

source: Active
nl_nl: Actief

source: Deactivated
nl_nl: Gedeactiveerd

source: Not PII
nl_nl: Geen PII

source: Custom fields
nl_nl: Aangepaste velden

source: {{current}}/{{max}} active fields
nl_nl: {{current}}/{{max}} actieve velden

source: You can create up to {{max}} custom fields.
nl_nl: U kunt maximaal {{max}} aangepaste velden maken.

source: You have reached the maximum number of active custom fields. Please deactivate a field to create a new one.
nl_nl: U heeft het maximale aantal actieve aangepaste velden bereikt. Deactiveer een veld om een nieuw veld aan te maken.

source: Indicate whether the field is optional or required. A default value must be provided for required fields; it will be automatically applied if no explicit value is supplied.
nl_nl: Geef aan of het veld optioneel of verplicht is. Voor verplichte velden moet een standaardwaarde worden opgegeven; deze wordt automatisch toegepast als er geen expliciete waarde wordt opgegeven.

source: Field behavior
nl_nl: Veldgedrag

source: Search for a field
nl_nl: Zoek naar een veld

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: Data Upload
nl_nl: Gegevens uploaden

source: Change upload behavior
nl_nl: Uploadgedrag wijzigen

source: The size of the files exceed the maximum limit.
nl_nl: De grootte van de bestanden overschrijdt de maximale limiet.

source: Behavior:
nl_nl: Gedrag:

source: Completed time:
nl_nl: Voltooide tijd:

source: Initiated by:
nl_nl: Geïnitieerd door:

source: System
nl_nl: Systeem

source: Source:
nl_nl: Bron:

source: Start time:
nl_nl: Starttijd:

source: Download template
nl_nl: Sjabloon downloaden

source: Download template for deletion
nl_nl: Sjabloon voor verwijdering downloaden

source: Download template for ingestion
nl_nl: Sjabloon voor verwerking downloaden

source: Get started by triggering one.
nl_nl: Begin door er een te activeren.

source: No uploads yet!
nl_nl: Nog geen uploads!

source: Success
nl_nl: Succes

source: Failed
nl_nl: Mislukt

source: In progress
nl_nl: Bezig

source: In sync
nl_nl: Gesynchroniseerd

source: Source
nl_nl: Bron

source: Start time
nl_nl: Starttijd

source: Standard filters
nl_nl: Standaardfilters

source: Select filters
nl_nl: Filters selecteren

source: Queued
nl_nl: In wachtrij

source: Search by data type name
nl_nl: Zoeken op naam van gegevenstype

source: Stale timeout
nl_nl: Verouderde time-out

source: Publishing
nl_nl: Publiceren

source: Total uploads
nl_nl: Totaal uploads

source: Upload behavior
nl_nl: Uploadgedrag

source: Full data upload
nl_nl: Volledige data-upload

source: The upload behavior was successfully updated.
nl_nl: Het uploadgedrag is succesvol bijgewerkt.

source: Incremental data upload
nl_nl: Incrementele data-upload

source: Select the upload behavior for SFTP and UI data upload.
nl_nl: Selecteer het uploadgedrag voor SFTP en UI data upload.

source: Upload the complete effective-dated history for each worker every time. Any previously uploaded record that is missing from the file is treated as a soft delete and will no longer be available. Use this if you want the new upload to fully replace what is currently in the platform.
nl_nl: Upload elke keer de volledige effectief gedateerde geschiedenis voor elke werknemer. Elk eerder geüpload record dat ontbreekt in het bestand wordt behandeld als een zachte verwijdering en zal niet langer beschikbaar zijn. Gebruik dit om deze upload volledig te laten vervangen wat momenteel in het platform staat.

source: Upload only what changed. New effective-dated rows or updates to existing rows. Records not included remain unchanged; only the rows present in the file are inserted or updated. Use this for ongoing incremental (delta) feeds.
nl_nl: Upload alleen wat er is veranderd. Nieuwe rijen met ingangsdatum of updates van bestaande rijen. Records die niet zijn opgenomen blijven ongewijzigd; alleen de rijen die aanwezig zijn in het bestand worden ingevoegd of bijgewerkt. Gebruik dit voor doorlopende incrementele (delta) feeds.

source: Data upload behavior configuration
nl_nl: Configuratie van gegevensuploadgedrag

source: Refresh
nl_nl: Vernieuwen

source: Email notification
nl_nl: E-mailmelding

source: Upload notification
nl_nl: Uploadmelding

source: Add workers that would like to be notified by email when upload requests fail.
nl_nl: Voeg medewerkers toe die per e-mail op de hoogte gesteld willen worden wanneer uploadverzoeken mislukken.

source: Workers
nl_nl: Medewerkers

source: Search for a worker
nl_nl: Zoek naar een medewerker

source: The notification recipients were successfully updated.
nl_nl: De ontvangers van meldingen zijn succesvol bijgewerkt.

source: Behavior
nl_nl: Gedrag

source: Deletion
nl_nl: Verwijderen

source: Completion time
nl_nl: Voltooiingstijd

source: Back to data upload
nl_nl: Terug naar gegevensupload

source: No results matching the chosen ID.
nl_nl: Geen resultaten die overeenkomen met de gekozen ID.

source: Data type name
nl_nl: Naam van gegevenstype

source: Ingestion
nl_nl: Inladen

source: Upload in progress
nl_nl: Upload wordt uitgevoerd

source: Your files are being uploaded. This pop-up will close automatically once the process is complete.
nl_nl: Uw bestanden worden geüpload. Deze pop-up sluit automatisch zodra het proces is voltooid.

source: You have uploaded files for both ingestion and deletion.
nl_nl: U hebt bestanden geüpload voor zowel opname als verwijdering.

source: File already added
nl_nl: Bestand is al toegevoegd

source: The name and/or format of one of the selected file is not valid.
nl_nl: De naam en/of het formaat van een van de geselecteerde bestanden is ongeldig.

source: Incorrect file name
nl_nl: Onjuiste bestandsnaam

source: Your files
nl_nl: Uw bestanden

source: File names must follow the pattern 'DataType.csv' for ingestion or 'DataType_Delete.csv' for deletion.
nl_nl: Bestandsnamen moeten voldoen aan het patroon "DataType.csv" voor het inlezen of "DataType_Delete.csv" voor het verwijderen.

source: Total max size 10MB (combined size of all uploaded files). Max number of files: {{count}}
nl_nl: Totale maximale grootte 10 MB (totale grootte van alle geüploade bestanden). Maximaal aantal bestanden: {{count}}

source: Ingestion and deletion files cannot be uploaded simultaneously. Please upload only ingestion files (DataType.csv) or only deletion files (DataType_Delete.csv).
nl_nl: Bestanden voor import en verwijdering kunnen niet gelijktijdig worden geüpload. Upload alleen importbestanden (DataType.csv) of alleen verwijderingsbestanden (DataType_Delete.csv).

source: Please upload at least one correct file.
nl_nl: Upload alstublieft ten minste één correct bestand.

source: Please upload at least one file.
nl_nl: Upload alstublieft ten minste één bestand.

source: File upload started.
nl_nl: Bestand uploaden gestart.

source: File upload
nl_nl: Bestand uploaden

source: Fill in the necessary details
nl_nl: Vul de benodigde gegevens in

source: Upload the completed file. Submit files for either ingestion or deletion, but not both. Files meant for deletion must have the "_Delete" suffix at the end of their name.
nl_nl: Upload het voltooide bestand. Dien bestanden in voor ofwel verwerking of verwijdering, maar niet beide. Bestanden die moeten worden verwijderd, moeten de achtervoegsel "_Delete" aan het einde van hun naam hebben.

source: Data management
nl_nl: Gegevensbeheer

source: Data Models
nl_nl: Datamodellen

source: Created by
nl_nl: Gemaakt door

source: Created on
nl_nl: Gemaakt op

source: Creation date
nl_nl: Aanmaakdatum

source: Are you sure you want to delete this model? This action cannot be undone. If you proceed, the element will be permanently removed from your data.
nl_nl: Weet je zeker dat je dit model wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt. Als je doorgaat, wordt het element permanent uit je gegevens verwijderd.

source: Confirm deletion
nl_nl: Verwijdering bevestigen

source: Model details
nl_nl: Modelgegevens

source: No models yet
nl_nl: Nog geen modellen

source: Entities & fields
nl_nl: Entiteiten & velden

source: Entity tree
nl_nl: Entiteitboom

source: List of entities and fields used and not used in this model.
nl_nl: Lijst van entiteiten en velden die wel en niet in dit model worden gebruikt.

source: Entity name
nl_nl: Entiteitsnaam

source: Model title
nl_nl: Modeltitel

source: Entity used
nl_nl: Entiteit gebruikt

source: Used
nl_nl: Gebruikt

source: List of entities and fields used in this model.
nl_nl: Lijst van entiteiten en velden die in dit model worden gebruikt.

source: Total entities:
nl_nl: Totaal entiteiten:

source: Total fields:
nl_nl: Totaal velden:

source: Fields used
nl_nl: Gebruikte velden

source: Any
nl_nl: Ieder

source: In use
nl_nl: In gebruik

source: {{name}} grid preview
nl_nl: {{name}} rastervoorbeeld

source: Last update
nl_nl: Laatste update

source: More details
nl_nl: Meer details

source: Search model
nl_nl: Zoekmodel

source: Draft
nl_nl: Concept

source: Ready
nl_nl: Klaar

source: Build a base for your budget, compensation round or process, bringing together a version of data from HR services, other beqom sources and external data.
nl_nl: Bouw een basis voor uw budget, compensatieronde of proces door een versie van gegevens van HR-diensten, andere beqom-bronnen en externe gegevens samen te brengen.

source: Updated by
nl_nl: Bijgewerkt door

source: Updated on
nl_nl: Bijgewerkt op

source: Require users to approve or reject your data privacy statement every time it is updated.
nl_nl: Vereis dat gebruikers uw privacyverklaring goedkeuren of afwijzen telkens wanneer deze wordt bijgewerkt.

source: Users must review each version of the data privacy statement
nl_nl: Gebruikers moeten elke versie van de gegevensprivacyverklaring controleren.

source: Settings
nl_nl: Instellingen

source: No translation was provided for the given language. To complete this section, please duplicate the statement.
nl_nl: Er is geen vertaling beschikbaar voor de opgegeven taal. Om dit gedeelte te voltooien, dupliceer de verklaring alstublieft.

source: No translation available
nl_nl: Geen vertaling beschikbaar

source: Data privacy statement text
nl_nl: Tekst van de verklaring over gegevensbescherming

source: Privacy statement text
nl_nl: Privacyverklaring tekst

source: Are you sure you want to publish this statement?
nl_nl: Weet je zeker dat je deze verklaring wilt publiceren?

source: Publish statement
nl_nl: Publiceer verklaring

source: Date & time
nl_nl: Datum & tijd

source: Publish at a fixed date
nl_nl: Publiceer op een vaste datum

source: Publish now
nl_nl: Nu publiceren

source: Publish date
nl_nl: Publicatiedatum

source: The version is set automatically when creating a statement and increments with each update.
nl_nl: De versie wordt automatisch ingesteld bij het aanmaken van een verklaring en wordt bij elke update verhoogd.

source: Statement version
nl_nl: Verklaringsversie

source: Confirm
nl_nl: Bevestigen

source: Are you sure you want to delete this statement?
nl_nl: Weet je zeker dat je deze verklaring wilt verwijderen?

source: Delete statement
nl_nl: Verwijder verklaring

source: The statement was successfully deleted.
nl_nl: De verklaring is succesvol verwijderd.

source: Deactivate
nl_nl: Deactiveren

source: Are you sure you want to deactivate this statement? Users won't be prompted to consent at first login and will no longer see the statement in their settings.
nl_nl: Weet je zeker dat je deze verklaring wilt deactiveren? Gebruikers zullen bij de eerste aanmelding niet worden gevraagd om toestemming te geven en zullen de verklaring niet langer in hun instellingen zien.

source: Deactivate statement
nl_nl: Deactiveer verklaring

source: {{count}} approved
nl_nl: {{count}} goedgekeurd

source: Effective date: {{date}}
nl_nl: Ingangsdatum: {{date}}

source: {{count}} rejected
nl_nl: {{count}} afgewezen

source: Inactive
nl_nl: Inactief

source: Published
nl_nl: Gepubliceerd

source: Version {{version}}
nl_nl: Versie {{version}}

source: Require users to view and accept the data privacy statement at first login or policy update. Users must click "Accept" to access the platform, with no option to decline.
nl_nl: Vereis dat gebruikers de privacyverklaring bij de eerste aanmelding of beleidsupdate bekijken en accepteren. Gebruikers moeten op "Accepteren" klikken om toegang te krijgen tot het platform, zonder de mogelijkheid om te weigeren.

source: Users can only accept the data privacy statement
nl_nl: Gebruikers kunnen alleen de privacyverklaring accepteren
